{
  "regions": [
    {
      "name": "New Zealand",
      "description": "You found an energy mix similar to 🇳🇿 Aotearoa New Zealand’s! You chose to rely primarily on hydro units, supplemented by stable energy supplies from geothermal heating and natural gas. This was possible thanks to the river near the marae, and New Zealand’s large amounts of geothermal activity. Maybe you decided that solar and wind power aren’t reliable enough to meet the community’s needs. But given the rising costs of natural gas prices due to their depletion, it might soon be worth investing in a solar array or some wind turbines.\n\nLearn more about New Zealand’s electricity mix <a href=\"https://www.iea.org/countries/new-zealand/electricity\" target=\"_blank\">here</a>.",
      "Hydro": 2,
      "Fossil": 6,
      "Geothermal": 2,
      "Solar": 0,
      "Wind": 0
    },
    {
      "name": "United States",
      "description": "You found an energy mix similar to the 🇺🇸 United States’! You chose to rely primarily on fossil fuels, but also invested in hydro and wind turbines. In some places it isn’t an option to use geothermal power, but given the rising costs of fossil fuels due to their depletion, it’s probably time to start investing in more renewable energy sources, such as solar arrays or additional hydro and wind power. The United States also uses a significant amount of nuclear power, which is not available to off-grid communities, but provides a lot of power to many nations across the world.\n\nLearn more about the United States’ electricity mix&nbsp;<a href=\"https://www.iea.org/countries/united-states/electricity\" target=\"_blank\">here</a>.",
      "Hydro": 1,
      "Fossil": 18,
      "Geothermal": 0,
      "Solar": 0,
      "Wind": 1
    },
    {
      "name": "Germany",
      "description": "You found an energy mix similar to 🇩🇪 Germany’s! You chose to rely primarily on fossil fuels, but invested heavily in wind and solar power. In some places it isn’t an option to use geothermal or hydroelectric power. The stability of fossil fuels ensures reliable access to power, even when weather conditions prevent usage of wind or solar power. But given the rising costs of fossil fuels due to their depletion, it’s a good thing you’ve started investing in renewable energy sources.\n\nLearn more about Germany’s electricity mix &nbsp;<a href=\"https://www.iea.org/countries/germany/electricity\" target=\"_blank\">here</a>.",
      "Hydro": 0,
      "Fossil": 16,
      "Geothermal": 0,
      "Solar": 2,
      "Wind": 2
    },
    {
      "name": "Chile",
      "description": "You found an energy mix similar to 🇨🇱 Chile’s! You chose to rely more on renewable energy sources than on fossil fuels. In some places it isn’t an option to use geothermal energy. But you diversified your energy mix across hydro, wind, and two solar units. Maybe you hope this diverse mix will provide stability in case of flooding or poor weather conditions. It takes a lot of research and money to invest broadly in renewable energy sources. In fact, this solution is outside your community’s budget. But it has significantly reduced your reliance on fossil fuels, which are increasing in costs due to their depletion. \n\nLearn more about Chile’s electricity mix&nbsp;<a href=\"https://www.iea.org/countries/chile/electricity\" target=\"_blank\">here</a>.",
      "Hydro": 1,
      "Fossil": 12,
      "Geothermal": 0,
      "Solar": 2,
      "Wind": 1
    },
    {
      "name": "Kenya",
      "description": "You found an energy mix similar to 🇰🇪 Kenya’s! You chose to rely primarily on geothermal, hydro, and wind power. You took full advantage of the available geothermal resources, and invested in two other renewable energy sources. Maybe you hope this diverse mix will provide stability in case of flooding or low wind. It takes a lot of research and money to invest broadly in renewable energy sources. In fact, this solution is outside your community’s budget. But it has significantly reduced your reliance on fossil fuels, which are increasing in costs due to their depletion.\n\nLearn more about Kenya’s electricity mix&nbsp;<a href=\"https://www.iea.org/countries/kenya/electricity\" target=\"_blank\">here</a>.",
      "Hydro": 1,
      "Fossil": 6,
      "Geothermal": 3,
      "Solar": 0,
      "Wind": 1
    }
  ],
  "scenarioConfiguration": {
    "baseImageSrcs": [
      "/marae/Marae-App_0003_Color-Layer.png",
      "/marae/Marae-App_0002_Layer-buildings-colored.png",
      "/marae/Marae-App_0001_Maori-Clean.png",
      "/marae/Marae-App_0000_Clouds-Clean.png"
    ],
    "categoryRules": [
      {
        "category": "Renewable",
        "maxUnits": 4,
        "percentContribution": 0.23,
        "exceedMaximumError": "You have exceeded the maximum number of renewable energy sources. Please remove a source before adding another."
      },
      {
        "category": "Non-Renewable",
        "maxUnits": 22,
        "percentContribution": 0.0067,
        "exceedMaximumError": "You have exceeded the maximum number of non-renewable energy sources. Please remove a source before adding another."
      }
    ]
  },
  "tooltips": [
    {
      "text": "Wharenui: The large, communal meeting house at the heart of the marae. A sacred place for celebrations, funerals, and other formal meetings, the wharenui is the ancestral home for Māori people.",
      "left": "51%",
      "top": "81%"
    },
    {"text":"<b><em>Papa Tākaro</em></b>: A field for playing sports, with a few storage units nearby. The roofs of the storage units are suitable for installing solar panels.", "left":"7%","top":"69%"},
    {"text":"<b><em>Urupā</em></b>: A sacred burial ground.","left":"8%","top":"52%"},
    {"text":"<b><em>Whare Witi</em></b>: A small herd of cattle are kept in this dairy barn by the river. Community members incorporate dairy into their diets, and sell excess dairy products like cheese and butter. ","left":"30%","top":"53%"},
    {"text":"<b><em>Awa</em></b>: A small, but swift, river with a thriving ecosystem. There are three sites along the river that are suitable for hydroelectric turbine units","left":"60%","top":"54%"},
    {"text":"<b><em>Hau Manawa</em></b>: Although the marae is off-the-grid, it can receive deliveries of natural gas. Hot water and heating could be provided by a gas-powered boiler. The stoves and ovens in the communal kitchen are also gas-powered.","left":"57%","top":"64%"},
    {"text":"<b><em>Hāpori</em></b>: Homes of people who live in the area beside the marae. Heating for the homes could be provided by passive geothermal heating units installed underground.","left":"77%","top":"68%"},
    {"text":"<b><em>Māra Kai</em></b>: A well-tended and lush vegetable garden near the communal kitchen. Members of the marae care for the garden and share its produce across the community. There are rows of drying racks nearby, used to preserve kai moana (seafood such as eel and fish) by dehydrating it in the sun.","left":"89%","top":"78%"},
    {"text":"<b><em>Kāuta</em></b>: This communal kitchen is used by tangata whenua (home people) to prepare kai (food) for guests. Nearby is the wharekai (dining room), used to welcome the community and guests for informal gatherings. Whare people sit, eat, and whakawhanaungatanga (connect, share stories, and enjoy each others’ company)","left":"71%","top":"78%"},
    {"text":"<b><em>Kapohau</em></b>: This field is suitable for several small wind turbines.","left":"79%","top":"36%"}
  ],
  "sources": [
    {
      "key": "Hydro",
      "full_name": "Hydroelectric",
      "description": "Hydroelectric power is generated by the force of falling water. The water is stored in a reservoir behind a dam, and the force of the water falling from the reservoir through a turbine spins the turbine, which generates electricity. The amount of electricity generated depends on the volume of water and the height of the dam.",
      "unit_kWh": 8000,
      "maxUnits": 3,
      "max_kWh_contribution": 24000,
      "maxUnitExplanation": "The river behind the marae dairy farm is well-suited to micro-scale hydroelectric turbine units. Each unit produces about 8,000 kWh of electricity annually. There is enough space along the river for a maximum of 3 units.\\nThe electricity generated from this source could be used to power the dairy farm equipment, electric space heaters, electric water boilers, and electronics across the marae.\\nWhy not more?\nThe size of a river determines the size of a turbine unit, as well as how many units can be installed. To minimise impact on the river’s health, only 3 units can be installed, and they are relatively small units to accommodate the narrowness of this river. Additionally, excess electricity from the turbines can be temporarily stored in batteries. But to efficiently use this energy, daily hydroelectric energy production should not be greater than the daily energy demand of the community.",
      "outputType": "Electricity",
      "category": "Renewable",
      "mapSource": "River/dairy",
      "color": "#00A3DB",
      "circle": {"center":{"x":359,"y":538},"radius":135},
      "imageLayers": [
        {
          "order": 1,
          "src": "/marae/Marae-App_0000s_0000_Water-Wheel-Clean-1.png",
          "highlightSrc": "/marae/Marae-App_0000s_0001_Water-Wheel-Highlight-1.png"
        },
        {
          "order": 2,
          "src": "/marae/Marae-App_0000s_0002_Water-Wheel-Clean-2.png",
          "highlightSrc": "/marae/Marae-App_0000s_0003_Water-Wheel-Highlight-2.png"
        },
        {
          "order": 3,
          "src": "/marae/Marae-App_0000s_0004_Water-Wheel-Clean-3.png",
          "highlightSrc": "/marae/Marae-App_0000s_0005_Water-Wheel-Highlight-3.png"
        }
      ]
    },
    {
      "key": "Fossil",
      "full_name": "Fossil Fuels",
      "description": "Fossil fuels are non-renewable energy sources that are formed from the remains of plants and animals that lived millions of years ago. The most common fossil fuels are coal, oil, and natural gas. Fossil fuels are burned to produce electricity, which releases carbon dioxide and other greenhouse gases into the atmosphere.",
      "unit_kWh": 1000,
      "maxUnits": 22,
      "max_kWh_contribution": 22000,
      "maxUnitExplanation": "The marae’s living spaces are equipped with hot water and heating.The kitchen is also equipped with a gas-powered stove and oven. \\nThermal energy, from boilers that burn natural gas, can directly meet these needs. The boilers can heat tap water and provide radiative heating. Natural gas can also fuel kitchen appliances for cooking.\\nWhy not more?\nOn average, about 63% of a home’s electricity usage goes toward heating and hot water. Another 7% is used for cooking. Because the marae is off the grid, its heating, hot water, and cooking needs can be met by thermal energy from gas-powered devices. For communities connected to the electricity grid, these same devices might be either electricity-powered or gas-powered.",
      "outputType": "Thermal",
      "category": "Non-Renewable",
      "mapSource": "Kitchen",
      "imageSelector": "last-by-seven",
      "color": "#A16847",
      "circle": {"center":{"x":1152,"y":689},"radius":75},
      "imageLayers": [
        {
          "order": 1,
          "src": "/marae/Marae-App_0004s_0004_Gas-Clean-1.png",
          "highlightSrc": "/marae/Marae-App_0004s_0005_Highlight-Gas-1.png"
        },
        {
          "order": 2,
          "src": "/marae/Marae-App_0004s_0002_Gas-Clean-2.png",
          "highlightSrc": "/marae/Marae-App_0004s_0003_Highlight-Gas-2.png"
        },
        {
          "order": 3,
          "src": "/marae/Marae-App_0004s_0000_Gas-Clean-3.png",
          "highlightSrc": "/marae/Marae-App_0004s_0001_Highlight-Gas-3.png"
        }
      ]
    },
    {
      "key": "Geothermal",
      "full_name": "Geothermal",
      "description": "Geothermal energy is heat from the Earth’s core. It is a renewable energy source that can be used to generate electricity. Geothermal power plants use the heat from the Earth’s core to heat water and produce steam. The steam spins a turbine, which generates electricity.",
      "unit_kWh": 4000,
      "maxUnits": 3,
      "max_kWh_contribution": 12000,
      "maxUnitExplanation": "The marae’s living spaces are equipped with heating. Underground heat in geothermally active areas can be used to heat buildings for small communities. There is space at the marae to install up to 3 geothermal heating units, each providing about 4,000 kWh of heat energy annually.\\nGeothermal heating units harness heat from below ground to warm buildings and keep them at a comfortable temperature.\\nWhy not more?\nOn average, about 34% of a home’s electricity usage goes toward heating. Because the marae is off the grid, its heating needs can be met by thermal energy harnessed by the geothermal units. Large-scale geothermal power plants are capable of generating a great deal of thermal energy and converting it into electricity. However, a community must be connected to the electricity grid to receive this form of geothermal power.",
      "outputType": "Thermal",
      "category": "Renewable",
      "mapSource": "Living spaces",
      "color": "#73C69D",
      "circle": {"center":{"x":799,"y":725},"radius":60},
      "imageLayers": [
        {
          "order": 1,
          "src": "/marae/Marae-App_0003s_0000_Thermal-Pipe-Clean-1.png",
          "highlightSrc": "/marae/Marae-App_0003s_0001_Highlight-Thermal-Pipe-1.png"
        },
        {
          "order": 2,
          "src": "/marae/Marae-App_0003s_0002_Thermal-Pipe-Clean-2.png",
          "highlightSrc": "/marae/Marae-App_0003s_0003_Highlight-Thermal-Pipe-2.png"
        },
        {
          "order": 3,
          "src": "/marae/Marae-App_0003s_0004_Thermal-Pipe-Clean-3.png",
          "highlightSrc": "/marae/Marae-App_0003s_0005_Highlight-Thermal-Pipe-3.png"
        }
      ]
    },
    {
      "key": "Solar",
      "full_name": "Solar Panels",
      "description": "Solar panels convert sunlight into electricity. They are made up of many solar cells that are connected together. When sunlight hits the solar cells, it creates an electric field that generates electricity. Solar panels are a renewable energy source that can be used to power homes and businesses.",
      "unit_kWh": 3000,
      "maxUnits": 4,
      "max_kWh_contribution": 18000,
      "maxUnitExplanation": "Near the sports pitch, the marae has space to install a micro-scale solar array. There is space for up to 4 units, and each unit is capable of producing 5,000 kWh of electricity annually. \\nThe electricity generated from this source could be used to power the dairy farm equipment, electric space heaters, electric water boilers, and electronics across the marae (including lights for the sports pitch!).\\nWhy not more?\nBecause solar panels can only produce electricity on sunny days, the solar array must be connected to large batteries that store electricity for use later on, such as at night. Excess electricity cannot be stored for very long, so solar energy production each day should not be greater than the daily energy demand of the community. Solar arrays are expensive to install, and represent a significant investment.",
      "outputType": "Electricity",
      "category": "Renewable",
      "mapSource": "Sports pitch",
      "color": "#FFC60C",
      "circle": {"center":{"x":224,"y":798},"radius":60},
      "imageLayers": [
        {
          "order": 1,
          "src": "/marae/Marae-App_0002s_0000_Solar-Panel-Clean-1.png",
          "highlightSrc": "/marae/Marae-App_0002s_0001_Highlight-Solar-Panel-1.png"
        },
        {
          "order": 2,
          "src": "/marae/Marae-App_0002s_0002_Solar-Panel-Clean-2.png",
          "highlightSrc": "/marae/Marae-App_0002s_0003_Highlight-Solar-Panel-2.png"
        },
        {
          "order": 3,
          "src": "/marae/Marae-App_0002s_0004_Solar-Panel-Clean-3.png",
          "highlightSrc": "/marae/Marae-App_0002s_0005_Highlight-Solar-Panel-3.png"
        },
        {
          "order": 4,
          "src": "/marae/Marae-App_0002s_0006_Solar-Panel-Clean-4.png",
          "highlightSrc": "/marae/Marae-App_0002s_0007_Highlight-Solar-Panel-4.png"
        }
      ]
    },
    {
      "key": "Wind",
      "full_name": "Wind Turbines",
      "description": "Wind turbines convert the kinetic energy of the wind into electricity. The wind turns the blades of the turbine, which spins a generator that produces electricity. Wind turbines are a renewable energy source that can be used to power homes and businesses.",
      "unit_kWh": 4000,
      "maxUnits": 4,
      "max_kWh_contribution": 16000,
      "maxUnitExplanation": "Past the garden, there is a hill well-suited to hosting micro-scale wind turbines. There is space for up to 4 units, each capable of producing about 4,000 kWh of electricity annually.\\nThe electricity generated from this source could be used to power the dairy farm equipment, electric space heaters, electric water boilers, and electronics across the marae.\\nWhy not more?\nWind turbines must be arranged with specific orientation to the landscape and each other, in order to most efficiently capture wind currents. The space available at the marae can only accommodate 4 turbines of this size. They can only be used when there is sufficient wind. Excess electricity from the turbines can be stored in batteries, but not for very long. So wind energy production each day should not be greater than the daily energy demand of the community.",
      "outputType": "Electricity",
      "category": "Renewable",
      "mapSource": "Garden",
      "color": "#B3C0DB",
      "circle": {"center":{"x":1581,"y":383},"radius":90},
      "imageLayers": [
        {
          "order": 1,
          "src": "/marae/Marae-App_0001s_0000_Turbine-1.png",
          "highlightSrc": "/marae/Marae-App_0001s_0001_Highlight-Turbine-1.png"
        },
        {
          "order": 2,
          "src": "/marae/Marae-App_0001s_0002_Turbine-2.png",
          "highlightSrc": "/marae/Marae-App_0001s_0003_Highlight-Turbine-2.png"
        },
        {
          "order": 3,
          "src": "/marae/Marae-App_0001s_0004_Turbine-3.png",
          "highlightSrc": "/marae/Marae-App_0001s_0005_Highlight-Turbine-3.png"
        },
        {
          "order": 4,
          "src": "/marae/Marae-App_0001s_0006_Turbine-4.png",
          "highlightSrc": "/marae/Marae-App_0001s_0007_Highlight-Turbine-4.png"
        }
      ]
    }
  ]
}
